[Unassigned System Type] on Connector [Index Number].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId LayoutConnector { get; }
  Visual Basic
Public Shared ReadOnly Property LayoutConnector As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ LayoutConnector {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace